Repository: Circuit-Stitch/AnimalSpin-iOS
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi

# preset_chipmunk
source: chipmunk
ar: سنجاب
de: Eichhörnchen
es: ardilla
fr: écureuil
hi: चिपमंक
id: tupai
it: scoiattolo
ja: シマリス
ko: 얼룩다람쥐
nl: eekhoorn
pl: wiewiórka
pt: esquilo
ru: бурундук
th: กระรอก
tr: sincap
vi: sóc chuột

# preset_normal
source: normal
ar: عادي
hi: सामान्य
it: normale
ja: ふつう
ko: 보통
nl: normaal
pl: normalny
ru: обычный
th: ปกติ
vi: bình thường

# preset_robot
source: robot
ar: روبوت
de: Roboter
hi: रोबोट
ja: ロボット
ko: 로봇
pt: robô
ru: робот
th: หุ่นยนต์
vi: người máy

source: presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: preajustes
fr: préréglages
hi: प्रीसेट
id: prasetel
it: preimpostazioni
ja: プリセット
ko: 프리셋
nl: voorinstellingen
pl: ustawienia wstępne
pt: predefinições
ru: пресеты
th: ค่าที่ตั้งไว้
tr: ön ayarlar
vi: cài đặt sẵn

# save_btn
source: save
ar: حفظ
de: Speichern
es: guardar
fr: enregistrer
hi: सहेजें
id: simpan
it: salva
ja: ほぞん
ko: 저장
nl: opslaan
pl: zapisz
pt: salvar
ru: сохранить
th: บันทึก
tr: kaydet
vi: lưu

source: settings
ar: الإعدادات
de: Einstellungen
es: ajustes
fr: paramètres
hi: सेटिंग्स
id: pengaturan
it: impostazioni
ja: せってい
ko: 설정
nl: instellingen
pl: ustawienia
pt: configurações
ru: настройки
th: ตั้งค่า
tr: ayarlar
vi: cài đặt

source: speak animal name
ar: انطق اسم الحيوان
de: Tiernamen sagen
es: decir el nombre del animal
fr: dire le nom de l'animal
hi: जानवर का नाम बोलें
id: ucapkan nama hewan
it: dire il nome dell'animale
ja: どうぶつのなまえをいう
ko: 동물 이름 말하기
nl: zeg de naam van het dier
pl: powiedz nazwę zwierzęcia
pt: dizer o nome do animal
ru: произнести название животного
th: พูดชื่อสัตว์
tr: hayvan adını söyle
vi: đọc tên con vật

# tts_bear_says
source: the bear says
ar: صوت الدب
de: der Bär macht
es: el oso hace
fr: l'ours fait
hi: भालू की आवाज़
id: beruang berbunyi
it: l'orso fa
ja: クマのなきごえ
ko: 곰 소리
nl: de beer zegt
pl: niedźwiedź mówi
pt: o urso faz
ru: медведь говорит
th: เสียงหมี
tr: ayı sesi
vi: con gấu kêu

# tts_cat_says
source: a cat says
ar: صوت القطة
de: die Katze macht
es: el gato hace
fr: le chat fait
hi: बिल्ली की आवाज़
id: kucing berbunyi
it: il gatto fa
ja: ネコのなきごえ
ko: 고양이 소리
nl: de kat zegt
pl: kot mówi
pt: o gato faz
ru: кошка говорит
th: เสียงแมว
tr: kedi sesi
vi: con mèo kêu

# tts_chicken_says
source: a chicken says
ar: صوت الدجاجة
de: das Huhn macht
es: la gallina hace
fr: la poule fait
hi: मुर्गी की आवाज़
id: ayam berbunyi
it: la gallina fa
ja: ニワトリのなきごえ
ko: 닭 소리
nl: de kip zegt
pl: kura mówi
pt: a galinha faz
ru: курица говорит
th: เสียงไก่
tr: tavuk sesi
vi: con gà kêu

# tts_chipmunk_says
source: the chipmunk says
ar: صوت السنجاب المخطط
de: das Streifenhörnchen macht
es: la ardilla listada hace
fr: le tamia fait
hi: चिपमंक की आवाज़
id: tupai tanah berbunyi
it: lo scoiattolo striato fa
ja: シマリスのなきごえ
ko: 얼룩다람쥐 소리
nl: de chipmunk zegt
pl: burunduk mówi
pt: o esquilo faz
ru: бурундук говорит
th: เสียงกระรอกลาย
tr: çizgili sincap sesi
vi: con sóc chuột kêu

# tts_cicada_says
source: the cicada says
ar: صوت الزيز
de: die Zikade macht
es: la cigarra hace
fr: la cigale fait
hi: सिकाडा की आवाज़
id: tonggeret berbunyi
it: la cicala fa
ja: セミのなきごえ
ko: 매미 소리
nl: de cicade zegt
pl: cykada mówi
pt: a cigarra faz
ru: цикада говорит
th: เสียงจักจั่น
tr: ağustos böceği sesi
vi: con ve sầu kêu

# tts_cow_says
source: a cow says
ar: صوت البقرة
de: die Kuh macht
es: la vaca hace
fr: la vache fait
hi: गाय की आवाज़
id: sapi berbunyi
it: la mucca fa
ja: ウシのなきごえ
ko: 소 소리
nl: de koe zegt
pl: krowa mówi
pt: a vaca faz
ru: корова говорит
th: เสียงวัว
tr: inek sesi
vi: con bò kêu

# tts_coyote_says
source: the coyote says
ar: صوت القيوط
de: der Kojote macht
es: el coyote hace
fr: le coyote fait
hi: कोयोट की आवाज़
id: koyote berbunyi
it: il coyote fa
ja: コヨーテのなきごえ
ko: 코요테 소리
nl: de coyote zegt
pl: kojot mówi
pt: o coiote faz
ru: койот говорит
th: เสียงโคโยตี้
tr: kojot sesi
vi: con sói đồng cỏ kêu

# tts_cricket_says
source: the cricket says
ar: صوت الجدجد
de: die Grille macht
es: el grillo hace
fr: le grillon fait
hi: झींगुर की आवाज़
id: jangkrik berbunyi
it: il grillo fa
ja: コオロギのなきごえ
ko: 귀뚜라미 소리
nl: de krekel zegt
pl: świerszcz mówi
pt: o grilo faz
ru: сверчок говорит
th: เสียงจิ้งหรีด
tr: cırcır böceği sesi
vi: con dế kêu

# tts_crow_says
source: the crow says
ar: صوت الغراب
de: die Krähe macht
es: el cuervo hace
fr: le corbeau fait
hi: कौए की आवाज़
id: burung gagak berbunyi
it: il corvo fa
ja: カラスのなきごえ
ko: 까마귀 소리
nl: de kraai zegt
pl: wrona mówi
pt: o corvo faz
ru: ворона говорит
th: เสียงอีกา
tr: karga sesi
vi: con quạ kêu

# tts_dog_says
source: a dog says
ar: صوت الكلب
de: der Hund macht
es: el perro hace
fr: le chien fait
hi: कुत्ते की आवाज़
id: anjing berbunyi
it: il cane fa
ja: イヌのなきごえ
ko: 개 소리
nl: de hond zegt
pl: pies mówi
pt: o cachorro faz
ru: собака говорит
th: เสียงหมา
tr: köpek sesi
vi: con chó kêu

# tts_dolphin_says
source: the dolphin says
ar: صوت الدلفين
de: der Delfin macht
es: el delfín hace
fr: le dauphin fait
hi: डॉल्फ़िन की आवाज़
id: lumba-lumba berbunyi
it: il delfino fa
ja: イルカのなきごえ
ko: 돌고래 소리
nl: de dolfijn zegt
pl: delfin mówi
pt: o golfinho faz
ru: дельфин говорит
th: เสียงโลมา
tr: yunus sesi
vi: con cá heo kêu

# tts_donkey_says
source: donkey says
ar: صوت الحمار
de: der Esel macht
es: el burro hace
fr: l'âne fait
hi: गधे की आवाज़
id: keledai berbunyi
it: l'asino fa
ja: ロバのなきごえ
ko: 당나귀 소리
nl: de ezel zegt
pl: osioł mówi
pt: o burro faz
ru: осёл говорит
th: เสียงลา
tr: eşek sesi
vi: con lừa kêu

# tts_duck_says
source: the duck says
ar: صوت البطة
de: die Ente macht
es: el pato hace
fr: le canard fait
hi: बत्तख़ की आवाज़
id: bebek berbunyi
it: l'anatra fa
ja: アヒルのなきごえ
ko: 오리 소리
nl: de eend zegt
pl: kaczka mówi
pt: o pato faz
ru: утка говорит
th: เสียงเป็ด
tr: ördek sesi
vi: con vịt kêu

# tts_eagle_says
source: the eagle says
ar: صوت العقاب
de: der Adler macht
es: el águila hace
fr: l'aigle fait
hi: चील की आवाज़
id: elang berbunyi
it: l'aquila fa
ja: ワシのなきごえ
ko: 독수리 소리
nl: de adelaar zegt
pl: orzeł mówi
pt: a águia faz
ru: орёл говорит
th: เสียงนกอินทรี
tr: kartal sesi
vi: con đại bàng kêu

# tts_elephant_says
source: the elephant says
ar: صوت الفيل
de: der Elefant macht
es: el elefante hace
fr: l'éléphant fait
hi: हाथी की आवाज़
id: gajah berbunyi
it: l'elefante fa
ja: ゾウのなきごえ
ko: 코끼리 소리
nl: de olifant zegt
pl: słoń mówi
pt: o elefante faz
ru: слон говорит
th: เสียงช้าง
tr: fil sesi
vi: con voi kêu

# tts_fox_says
source: the fox says
ar: صوت الثعلب
de: der Fuchs macht
es: el zorro hace
fr: le renard fait
hi: लोमड़ी की आवाज़
id: rubah berbunyi
it: la volpe fa
ja: キツネのなきごえ
ko: 여우 소리
nl: de vos zegt
pl: lis mówi
pt: a raposa faz
ru: лиса говорит
th: เสียงจิ้งจอก
tr: tilki sesi
vi: con cáo kêu

# tts_frog_says
source: the frog says
ar: صوت الضفدع
de: der Frosch macht
es: la rana hace
fr: la grenouille fait
hi: मेंढक की आवाज़
id: katak berbunyi
it: la rana fa
ja: カエルのなきごえ
ko: 개구리 소리
nl: de kikker zegt
pl: żaba mówi
pt: o sapo faz
ru: лягушка говорит
th: เสียงกบ
tr: kurbağa sesi
vi: con ếch kêu

# tts_goat_says
source: the goat says
ar: صوت الماعز
de: die Ziege macht
es: la cabra hace
fr: la chèvre fait
hi: बकरी की आवाज़
id: kambing berbunyi
it: la capra fa
ja: ヤギのなきごえ
ko: 염소 소리
nl: de geit zegt
pl: koza mówi
pt: a cabra faz
ru: коза говорит
th: เสียงแพะ
tr: keçi sesi
vi: con dê kêu

# tts_goose_says
source: the goose says
ar: صوت الإوزة
de: die Gans macht
es: el ganso hace
fr: l'oie fait
hi: हंस की आवाज़
id: angsa berbunyi
it: l'oca fa
ja: ガチョウのなきごえ
ko: 거위 소리
nl: de gans zegt
pl: gęś mówi
pt: o ganso faz
ru: гусь говорит
th: เสียงห่าน
tr: kaz sesi
vi: con ngỗng kêu

# tts_horse_says
source: the horse says
ar: صوت الحصان
de: das Pferd macht
es: el caballo hace
fr: le cheval fait
hi: घोड़े की आवाज़
id: kuda berbunyi
it: il cavallo fa
ja: ウマのなきごえ
ko: 말 소리
nl: het paard zegt
pl: koń mówi
pt: o cavalo faz
ru: лошадь говорит
th: เสียงม้า
tr: at sesi
vi: con ngựa kêu

# tts_hyena_says
source: the hyena says
ar: صوت الضبع
de: die Hyäne macht
es: la hiena hace
fr: la hyène fait
hi: लकड़बग्घे की आवाज़
id: hiena berbunyi
it: la iena fa
ja: ハイエナのなきごえ
ko: 하이에나 소리
nl: de hyena zegt
pl: hiena mówi
pt: a hiena faz
ru: гиена говорит
th: เสียงไฮยีนา
tr: sırtlan sesi
vi: con linh cẩu kêu

# tts_lion_says
source: the lion says
ar: صوت الأسد
de: der Löwe macht
es: el león hace
fr: le lion fait
hi: शेर की आवाज़
id: singa berbunyi
it: il leone fa
ja: ライオンのなきごえ
ko: 사자 소리
nl: de leeuw zegt
pl: lew mówi
pt: o leão faz
ru: лев говорит
th: เสียงสิงโต
tr: aslan sesi
vi: con sư tử kêu

# tts_monkey_says
source: the monkey says
ar: صوت القرد
de: der Affe macht
es: el mono hace
fr: le singe fait
hi: बंदर की आवाज़
id: monyet berbunyi
it: la scimmia fa
ja: サルのなきごえ
ko: 원숭이 소리
nl: de aap zegt
pl: małpa mówi
pt: o macaco faz
ru: обезьяна говорит
th: เสียงลิง
tr: maymun sesi
vi: con khỉ kêu

# tts_owl_says
source: the owl says
ar: صوت البومة
de: die Eule macht
es: el búho hace
fr: le hibou fait
hi: उल्लू की आवाज़
id: burung hantu berbunyi
it: il gufo fa
ja: フクロウのなきごえ
ko: 부엉이 소리
nl: de uil zegt
pl: sowa mówi
pt: a coruja faz
ru: сова говорит
th: เสียงนกฮูก
tr: baykuş sesi
vi: con cú kêu

# tts_parrot_says
source: the parrot says
ar: صوت الببغاء
de: der Papagei macht
es: el loro hace
fr: le perroquet fait
hi: तोते की आवाज़
id: burung beo berbunyi
it: il pappagallo fa
ja: オウムのなきごえ
ko: 앵무새 소리
nl: de papegaai zegt
pl: papuga mówi
pt: o papagaio faz
ru: попугай говорит
th: เสียงนกแก้ว
tr: papağan sesi
vi: con vẹt kêu

# tts_peacock_says
source: the peacock says
ar: صوت الطاووس
de: der Pfau macht
es: el pavo real hace
fr: le paon fait
hi: मोर की आवाज़
id: merak berbunyi
it: il pavone fa
ja: クジャクのなきごえ
ko: 공작 소리
nl: de pauw zegt
pl: paw mówi
pt: o pavão faz
ru: павлин говорит
th: เสียงนกยูง
tr: tavus kuşu sesi
vi: con công kêu

# tts_penguin_says
source: the penguin says
ar: صوت البطريق
de: der Pinguin macht
es: el pingüino hace
fr: le pingouin fait
hi: पेंगुइन की आवाज़
id: penguin berbunyi
it: il pinguino fa
ja: ペンギンのなきごえ
ko: 펭귄 소리
nl: de pinguïn zegt
pl: pingwin mówi
pt: o pinguim faz
ru: пингвин говорит
th: เสียงเพนกวิน
tr: penguen sesi
vi: con chim cánh cụt kêu

# tts_pig_says
source: the pig says
ar: صوت الخنزير
de: das Schwein macht
es: el cerdo hace
fr: le cochon fait
hi: सूअर की आवाज़
id: babi berbunyi
it: il maiale fa
ja: ブタのなきごえ
ko: 돼지 소리
nl: het varken zegt
pl: świnia mówi
pt: o porco faz
ru: свинья говорит
th: เสียงหมู
tr: domuz sesi
vi: con lợn kêu

# tts_seal_says
source: the seal says
ar: صوت الفقمة
de: die Robbe macht
es: la foca hace
fr: le phoque fait
hi: सील की आवाज़
id: anjing laut berbunyi
it: la foca fa
ja: アザラシのなきごえ
ko: 물개 소리
nl: de zeehond zegt
pl: foka mówi
pt: a foca faz
ru: тюлень говорит
th: เสียงแมวน้ำ
tr: fok sesi
vi: con hải cẩu kêu

# tts_sheep_says
source: the sheep says
ar: صوت الخروف
de: das Schaf macht
es: la oveja hace
fr: le mouton fait
hi: भेड़ की आवाज़
id: domba berbunyi
it: la pecora fa
ja: ヒツジのなきごえ
ko: 양 소리
nl: het schaap zegt
pl: owca mówi
pt: a ovelha faz
ru: овца говорит
th: เสียงแกะ
tr: koyun sesi
vi: con cừu kêu

# tts_snake_says
source: the snake says
ar: صوت الثعبان
de: die Schlange macht
es: la serpiente hace
fr: le serpent fait
hi: साँप की आवाज़
id: ular berbunyi
it: il serpente fa
ja: ヘビのなきごえ
ko: 뱀 소리
nl: de slang zegt
pl: wąż mówi
pt: a cobra faz
ru: змея говорит
th: เสียงงู
tr: yılan sesi
vi: con rắn kêu

# tts_squirrel_says
source: the squirrel says
ar: صوت السنجاب
de: das Eichhörnchen macht
es: la ardilla hace
fr: l'écureuil fait
hi: गिलहरी की आवाज़
id: tupai berbunyi
it: lo scoiattolo fa
ja: リスのなきごえ
ko: 다람쥐 소리
nl: de eekhoorn zegt
pl: wiewiórka mówi
pt: o esquilo faz
ru: белка говорит
th: เสียงกระรอก
tr: sincap sesi
vi: con sóc kêu

# tts_tiger_says
source: the tiger says
ar: صوت النمر
de: der Tiger macht
es: el tigre hace
fr: le tigre fait
hi: बाघ की आवाज़
id: harimau berbunyi
it: la tigre fa
ja: トラのなきごえ
ko: 호랑이 소리
nl: de tijger zegt
pl: tygrys mówi
pt: o tigre faz
ru: тигр говорит
th: เสียงเสือ
tr: kaplan sesi
vi: con hổ kêu

# tts_whale_says
source: the whale says
ar: صوت الحوت
de: der Wal macht
es: la ballena hace
fr: la baleine fait
hi: व्हेल की आवाज़
id: paus berbunyi
it: la balena fa
ja: クジラのなきごえ
ko: 고래 소리
nl: de walvis zegt
pl: wieloryb mówi
pt: a baleia faz
ru: кит говорит
th: เสียงวาฬ
tr: balina sesi
vi: con cá voi kêu

# tts_wolf_says
source: the wolf says
ar: صوت الذئب
de: der Wolf macht
es: el lobo hace
fr: le loup fait
hi: भेड़िये की आवाज़
id: serigala berbunyi
it: il lupo fa
ja: オオカミのなきごえ
ko: 늑대 소리
nl: de wolf zegt
pl: wilk mówi
pt: o lobo faz
ru: волк говорит
th: เสียงหมาป่า
tr: kurt sesi
vi: con sói kêu

# tts_zebra_says
source: the zebra says
ar: صوت الحمار الوحشي
de: das Zebra macht
es: la cebra hace
fr: le zèbre fait
hi: ज़ेब्रा की आवाज़
id: zebra berbunyi
it: la zebra fa
ja: シマウマのなきごえ
ko: 얼룩말 소리
nl: de zebra zegt
pl: zebra mówi
pt: a zebra faz
ru: зебра говорит
th: เสียงม้าลาย
tr: zebra sesi
vi: con ngựa vằn kêu

source: voice pitch
ar: حدة الصوت
de: Tonhöhe
es: tono de voz
fr: hauteur de la voix
hi: आवाज़ की पिच
id: nada suara
it: tono della voce
ja: こえのたかさ
ko: 목소리 높이
nl: toonhoogte
pl: wysokość głosu
pt: tom de voz
ru: высота голоса
th: ระดับเสียง
tr: ses perdesi
vi: cao độ giọng

# voice_pitch_slider
source: voice pitch
ar: حدة الصوت
de: Tonhöhe
es: tono de voz
fr: hauteur de la voix
hi: आवाज़ की पिच
id: nada suara
it: tono della voce
ja: こえのたかさ
ko: 목소리 높이
nl: toonhoogte
pl: wysokość głosu
pt: tom de voz
ru: высота голоса
th: ระดับเสียง
tr: ses perdesi
vi: cao độ giọng

source: voice speed
ar: سرعة الصوت
de: Sprechtempo
es: velocidad de voz
fr: vitesse de la voix
hi: आवाज़ की गति
id: kecepatan suara
it: velocità della voce
ja: こえのはやさ
ko: 목소리 속도
nl: spreeksnelheid
pl: szybkość głosu
pt: velocidade da voz
ru: скорость голоса
th: ความเร็วเสียง
tr: ses hızı
vi: tốc độ giọng

# voice_speed_slider
source: voice speed
ar: سرعة الصوت
de: Sprechtempo
es: velocidad de voz
fr: vitesse de la voix
hi: आवाज़ की गति
id: kecepatan suara
it: velocità della voce
ja: こえのはやさ
ko: 목소리 속도
nl: spreeksnelheid
pl: szybkość głosu
pt: velocidade da voz
ru: скорость голоса
th: ความเร็วเสียง
tr: ses hızı
vi: tốc độ giọng

source: voices
ar: الأصوات
de: Stimmen
es: voces
fr: voix
hi: आवाज़ें
id: suara
it: voci
ja: こえ
ko: 목소리
nl: stemmen
pl: głosy
pt: vozes
ru: голоса
th: เสียง
tr: sesler
vi: giọng nói
